{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The campus of Georgetown University as seen on March 12 in Washington. Win McNamee/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution. The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News. According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. In 1838, two Jesuit priests serving as the university’s presidents sold 272 people enslaved by the Maryland Jesuits. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. Several Democratic presidential candidates have expressed support for some form of reparations nationally—or at least studying the possibility of reparations—including Elizabeth Warren, Kamala Harris, Julián Castro, Beto O’Rourke, and Pete Buttigieg.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The campus of Georgetown University as seen on March 12 in Washington. Win McNamee/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution. The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News. According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. “I understand there is a desire to have a process to address challenges in the Interior and do that collectively, and of course I’m supportive of that,” Yurkovich said. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. Several Democratic presidential candidates have expressed support for some form of reparations nationally—or at least studying the possibility of reparations—including Elizabeth Warren, Kamala Harris, Julián Castro, Beto O’Rourke, and Pete Buttigieg.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The campus of Georgetown University as seen on March 12 in Washington. Win McNamee/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution. The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News. Photograph: Getty Images\nOne senior party figure said: “The result of this is that even if our manifesto does not confirm a second referendum, that is what our candidates will be advocating on the doorsteps.”\nAt the last European elections in 2014 – in which Ukip won the most seats – responsibility for writing Labour’s European election manifesto was delegated to a sub-group of th In 1838, two Jesuit priests serving as the university’s presidents sold 272 people enslaved by the Maryland Jesuits. Readers may send postal mail to Ask Amy, P.O. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. Several Democratic presidential candidates have expressed support for some form of reparations nationally—or at least studying the possibility of reparations—including Elizabeth Warren, Kamala Harris, Julián Castro, Beto O’Rourke, and Pete Buttigieg.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The campus of Georgetown University as seen on March 12 in Washington. Mayor Pete is an observant Christian who supports a woman’s right to make her own reproductive decisions, and he recently called out the religious right for “saying so much about what Christ said so little about, and so little about what he said so much about.” Pretty much every other Democratic Presidential hopeful holds this view; all are pro-choice, nearly all claim to be Chris So far, the only problem I see is that you are apologizing for patronizing a local business, and cheerfully and respectfully asking someone to do her job. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News. According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. In 1838, two Jesuit priests serving as the university’s presidents sold 272 people enslaved by the Maryland Jesuits. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. — Sandwich Guy\nDear Sandwich Guy: This is not your problem.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The campus of Georgetown University as seen on March 12 in Washington. Win McNamee/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution. “Right. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News. According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. The verdict, however, isn’t out. On Saturday night a senior party source said responsibility for what would be in the manifesto would be “an NEC decision in consultation with stakeholders”. If none of that works, plant yourself in front of a TV camera and impress the boss. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. Several Democratic presidential candidates have expressed support for some form of reparations nationally—or at least studying the possibility of reparations—including Elizabeth Warren, Kamala Harris, Julián Castro, Beto O’Rourke, and Pete Buttigieg.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The campus of Georgetown University as seen on March 12 in Washington. Miller has also been nimble when it comes to internal White House politics. The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. You can also follow her on Twitter @askingamy or “like” her on Facebook.) According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. Too bad it you haven't already watched it because if you try now, this is what you'll see:\nThe video featured PewDiePie being quite a sore loser. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Horgan said a new $1.9-billion St. Paul’s Hospital will use timber wherever it can. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. “There is a great opportunity for Labour if we are clear.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "“If I ask the people that are dependent on the industry to sit down and come up with a common position, we’re going to get better outcomes.”\nHorgan sent a letter, dated April 1, to industry executives, First Nations, community and labour leaders looking for their participation in the engagement process. Win McNamee/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution. This is precisely what went down between T-Series and PewDiePie. But a student vote is not a binding measure that sets policy for the larger university, and the administration has not committed to the fund. Let’s all subscribe to ensure #BharatWinsYouTube pic.twitter.com/um8cmiWcUr — Varun ZAFAR Dhawan (@Varun_dvn) March 7, 2019\nTaking it to a whole new level appealed to the law after facing some serious humiliation at the hands of the YouTube content creator. So what do I do? In 1838, two Jesuit priests serving as the university’s presidents sold 272 people enslaved by the Maryland Jesuits. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Watson said Labour had to tread carefully and suggested the party follow the lead of Harold Wilson, who in 1975 allowed MPs and his cabinet to vote according to their consciences in the referendum confirming UK membership of the European Community. — Disgusted\nDear Disgusted: The high volume of responses to this question demonstrates how worried people are about sharing the road with distracted drivers. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. Several Democratic presidential candidates have expressed support for some form of reparations nationally—or at least studying the possibility of reparations—including Elizabeth Warren, Kamala Harris, Julián Castro, Beto O’Rourke, and Pete Buttigieg.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "Here's how to say 'no' without ruining the romance »\nShould significant others be excluded from the family photo? Miller’s portfolio is expanding. The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. In a brief statement on his website, Hutchins said: “I regret these actions and accept full responsibility for my mistakes.”\n“Having grown up, I’ve since been using the same skills that I misused several years ago for constructive purposes,” he said. “Similarly, St. Paul’s and other projects will create a domestic market, and from there, we can start to market to other jurisdictions.”\nHorgan talked about the concept as an election promise in 2017, but held it out Friday as an opportunity to an audience of some 650 industry representatives as he sought buy-in for a process to speed along a transformation of the industry from hi According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. By registering a domain name found in the malware’s code, Hutchins stemmed the spread of the infection. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. But there is something upside down about this and I don’t know what to do. In 2016, Georgetown publicly recognized and apologized for its slave-holding past, and the university has since renamed the two buildings named after the Jesuit priests who organized the sale. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Four students are currently enrolled under that admissions policy, according to the Post. He said: “Most Labour colleagues are very encouraged by media reports – and by the prime minister’s recent comments about a customs union – that we may be within touching distance of an exit deal that protects jobs, environmental standards and workers’ rights.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "Once I realized that my order interrupts her morning prep work, I have now minimized those requests. Win McNamee/Getty Images\nUndergraduate students at Georgetown University voted overwhelmingly Thursday in favor of paying an additional fee to go toward reparations for the descendants of slaves sold by Georgetown in the 19th century, in what would, if approved by the university, be the first time an American university financially addresses its past as a slave-owning institution. The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. “It would be beyond unacceptable if the shadow cabinet is not able to approve the document and it is all done by the NEC and leader’s office,” said another shadow cabinet member. Should Labour support a second Brexit referendum? According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. In 1838, two Jesuit priests serving as the university’s presidents sold 272 people enslaved by the Maryland Jesuits. But this time, given the hugely increased profile of the elections, there are demands for the process to widened. “Right. Instead of a top-down prescription, Horgan said government is looking for, and will support, development of an “inclusive, implementable TSA-level vision for industry competitiveness and community economic stability.”\nThe industry welcomed Horgan’s pledge to use mass timber in public projects to help create a bigger domestic market in B.C.’s export-dependent forestry sector. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. Museum upgrade will be done with mass timber is transformative for the institution and also for the sector,” Horgan said. Just when T-Series was on a winning streak, earlier this month, overtaking PewDiePie, he took digs at the caste system in a video titled ‘Congratulations’ (don’t try googling it).", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "Jeremy Corbyn has been warned by Labour’s leader in the European parliament and other grandees that the party will be deserted by millions of anti-Brexit voters if it fails to clearly back a second referendum in its manifesto for next month’s EU elections. » The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. Trump told him: “Whatever you need, you’re empowered in this space; get it done,” a White House aide says. That age group, as well as many other Remainers, MPs say, could turn instead to unambiguously anti-Brexit parties, including the fledgling independent group Change UK, the Liberal Democrats, the Greens and the SNP. According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. “If I announce, as often happens at these COFI conventions, ‘This is the government’s view,’ there would be 100 people calling in to question the value of those incentives or restrictions,” Horgan said. Those in the shadow cabinet who believe the manifesto should have a second referendum pledge at its heart fear they will be cut out of discussions and that the content and wording will be decided by Corbyn’s office and the national executive committee (NEC), which is dominated by Corbyn supporters. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed. Prior to his release and after, Hutchins gained further praise and respect from the security community for his contributions to the malware-reversing field, and demonstrating his findings so others can learn from his findings. Labour deputy leader Tom Watson thinks Corbyn should follow the example set by Harold Wilson in 1975. Four students are currently enrolled under that admissions policy, according to the Post. T-Series not only deployed a hoard of Indians (read: I’m not kidding, they made celebrities appeal to the masses) to take PewDiePie down.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "The idea is for people in B.C.’s Interior to come up with a common vision for revitalizing forestry. Mayor Pete is an observant Christian who supports a woman’s right to make her own reproductive decisions, and he recently called out the religious right for “saying so much about what Christ said so little about, and so little about what he said so much about.” Pretty much every other Democratic Presidential hopeful holds this view; all are pro-choice, nearly all claim to be Chris The “Reconciliation Contribution” would charge students $27.20 per semester to go toward a fund, directed by a board of students and slave descendants, that would support projects in communities where some descendants of Georgetown’s slaves now live. The process won’t replace existing consultations with First Nations or timber-allocation discussion, Horgan said. Instead, the university has said it sees the vote as “valuable insight into student perspectives,” according to NBC News. But, we guess T-Series wanted to win that race too. — Sandwich Guy\nDear Sandwich Guy: This is not your problem. The university was mired in debt at the time, and the profits from the sale—$115,000, or about $3 million today, according to the Washington Post—allowed the university to stay open. Labour deputy leader Tom Watson thinks Corbyn should follow the example set by Harold Wilson in 1975. “Government needs to start looking at the challenges that industry has and have its initiatives in that context,” said Rustad, who was in attendance at the convention. In Congratulations, he blatantly claimed the music label puts out pirated music amongst other defamatory remarks. You can also follow her on Twitter @askingamy or “like” her on Facebook.) Labour insiders say all but four of the party’s current MEPs, who all back another referendum, want to stand again and will in all probability be confirmed as candidates this week.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "Liberal party’s forestry critic, said industry representatives are telling him that government is creating uncertainty that has them holding back on investments in what has become a high-cost place to do business. Opponents of another referendum in the shadow cabinet, including party chairman Ian Lavery, warn that Labour will lose support among its Leave voters if it backs a second vote. But he’s defended Trump to the point that he’s nearly gotten himself thrown off the set. Instead of a top-down prescription, Horgan said government is looking for, and will support, development of an “inclusive, implementable TSA-level vision for industry competitiveness and community economic stability.”\nThe industry welcomed Horgan’s pledge to use mass timber in public projects to help create a bigger domestic market in B.C.’s export-dependent forestry sector. The weeks-long rivalry for most subscribers on YouTube came to a close call several times during which they had quite a few run-ins. According to the Georgetown University Student Association Elections Commission, which announced the results on Friday, of the nearly 60 percent of undergraduates who voted, 2,541 supported the measure and 1,304 opposed it. Some 26% say they would back pro-Remain parties – the Liberal Democrats (10%), the SNP (6%) the Greens (6%) and Change UK (4%) – while 25% would back either Ukip (13%) or Nigel Farage’s new Brexit party (12%). Just when T-Series was on a winning streak, earlier this month, overtaking PewDiePie, he took digs at the caste system in a video titled ‘Congratulations’ (don’t try googling it). Over time, the attitude of the person making the sandwiches has changed visibly, where it is clear that she is unhappy to see me and to make the sandwich. “If we don’t have a transformation away from the high-volume to the high-value economy, we’re going to be struggling,” Horgan said. It also gives preferential admissions (considering them as legacy admissions) to descendants of those 272 slaves. He also agreed to plead guilty to a second count of conspiracy. And so, if the couple is sitting where you believe you and your brother should be sitting, you say, “Hi guys, would you mind moving over two chairs so my brother and I can sit next to our parents?”\nREAD MORE: You're ready for your adult child and his kid to move out.", "summary": null, "split": "test", "label": "human"}
{"domain": "slate.com", "publish_date": "04-12-2019", "authors": "Molly Olmstead", "title": "Georgetown Students Vote to Add Fee for Slavery Reparations to Tuition", "text": "“If I announce, as often happens at these COFI conventions, ‘This is the government’s view,’ there would be 100 people calling in to question the value of those incentives or restrictions,” Horgan said. “He’s a policy adviser who has the pulse of the president’s base,” a former White House official says. He was later freed on bail. If a certain YouTube celebrity went into a trash talk battle, he starts out acting like he doesn’t care and then drop all the clues of caring way too much, enough to make you care too. Email vantips@postmedia.com And it won’t just be the museum revitalization. This is not parenting. Over the past two years, Miller has had some epic appearances on the small screen. Proponents of the measure argued that the sale split apart families and sent some slaves South to horrific conditions on cotton and sugar plantations and that the university’s debt to those enslaved people, and their descendants, should be addressed. Too bad it you haven't already watched it because if you try now, this is what you'll see:\nThe video featured PewDiePie being quite a sore loser. “If we don’t have a transformation away from the high-volume to the high-value economy, we’re going to be struggling,” Horgan said. Here's how to say 'no' without ruining the romance »\nShould significant others be excluded from the family photo? Whether you try to fit into their definition of respectable or not, even if you go on Tucker Carlson and eat a Chick-Fil-A sandwich, when push comes to shove, you’re no better than a goat-fucker.", "summary": null, "split": "test", "label": "human"}
